{
    
    "join-now": "Start earning",
    "start-now": "Start now",
    "login": "Login",
    "f-title-reward-tax": "BNB rewards from tax",
    "f-desc-reward-tax": "When an ECT trade occurs, the seller pays 10% as tax. 40% of this tax is distributed as ECTBNB to ECT holders according to the quantity of ECT each holder is holding. Holders can then swap ECTBNB for BNB anytime. <0></0>1 ECTBNB = 1 BNB.<1></1>To swap your ECTBNB to BNB, just send zero BNB to the ECTBNB address(<2></2>)",
    "f-title-reward-dapps": "BNB rewards from dapps profits",
    "f-desc-reward-dapps": "The goal of Earnchain is to create multiple utility dapps. 45% of the profits from these dapps is distributed as ECTBNB according to the quantity of ECT each holder is holding.",
    "f-title-liq-tax": "Automatic Liquidity from tax",
    "f-desc-liq-tax": "50% of the tax paid by an ECT seller is automatically used for ECT liquidity on pancakeswap.",
    "f-title-liq-dapps": "Automatic Liquidity from dapps profits",
    "f-desc-liq-dapps": "50% of the profits from Earnchain dapps is automatically used for ECT liquidity on pancakeswap.",
    "f-title-burn-invest": "Automatic burn and investment from tax",
    "f-desc-burn-invest": "8% of ECT transacation tax is distributed as investments to all Earnchain dapps for their further expansion. This enables these dapps to return more profits to ECT, which are used are distributed as ECTBNB to ECT holders an the rest used as liquidity for ECT.<0></0>2% of ECT transacation tax is burned to increase the scarcity and price of ECT.",
    "f-title-utility": "Automatic burn from dapps profits",
    "f-desc-utility": "5% of the profits returned by Earnchain dapps is automatically used to buy back ECT and then burned to increase the scarcity and price of ECT.",
    "earning-platforms": "Earnchain earning platforms",
    "project-title-matrix": "Earnchain Matrix",
    "project-desc-matrix": "Start earning BUSD and ECT on Earnchain matrix. BUSD is a stable coin pegged to the US dollar. 1 BUSD is approximately 1 USD. ECT is the native token of Earnchain. Build your earning team with ease and start earning.",
    "project-title-work": "Earnchain Work",
    "project-desc-work": "Use your skills to solve companies problems and get paid in cryptocurrency of your choice. Are you a writer?, graphics designer?, tutor?, programmer? Whatever your profession is, there is always a job available for you to get paid for on the Earnchain Work plaform. At Earnchain Work, Companies are connected to the best experts to get their jobs done in no time.",
    "project-title-game": "Earnchain Game",
    "project-desc-game": "From trying your luck to making educated predictions, this platform lets you earn cryptocurrency by making predictions. It will be the major crypto casino after its completion.",
    "project-title-nft": "Earnchain NFT marketplace",
    "project-desc-nft": "We all love arts. From hums to studio recordings, doodles to paintings, Earnchain NFT marketplace makes it easy for artists to earn on every piece of their work. It's not just music and paintings. We believe writers, athletes, and programmers are artists too. The way you craft words, dribble on the pitch, design efficient algorithms are works of art. No matter what you do, Earnchain Media NFT allows you to showcase and earn from the artistic side of your skills.",
    "project-title-video": "Earnchain Video",
    "project-desc-video": "What do you say about earning while watching and reviewing engaging videos? Earnchain video platform is the bridge between fun and finance.",
    "roadmap-title": "The roadmap",
    "roadmap-subtitle": "Miles we will be covering in 2021",
    "burnt": "Investors",
    "presale": "Presale",
    "team": "Other",
    "burnt-per": "20% - Angel investors",
    "presale-per": "50% - Presale",
    "team-per": "30% - Team, marketing, and airdrop",
    "distros-title": "Token distribution",
    "distros-subtitle": "ECT maximum supply is 500 billion.",
    "presale-reasons": "1. 50% of BNB raised from the presale will be added to the profits from Earnchain Matrix dapp and used on pancakeswap as liquidity.<0></0>2. Part of the remaining 50% will be used to execute <1>the other Earnchain dapps projects</1>. Most especially Earnchain Work.<2></2>3. The other part of the remaining 50% will be used for the awareness of Earnchain, ECT, and all Earnchain dapps by the use of heavy and relentless promotions.",
    
    "map-time-init": "June 2021",
    "map-title-init": "Protocol initialised",
    "map-desc-init": "We've completed the building and blockchain deployment of all the smart contracts required to make the Earnchain protocol work.",
    "map-time-matrix": "June 2021",
    "map-title-matrix": "Earnchain matrix",
    "map-desc-matrix": "We've built the first in the series of dapps that will be providing liquidity and profits in the form of BNB dividends to Earnchain token(ECT) holders. The dapp is already getting members and making profits for ECT already.",
    "map-time-presale": "June 2021",
    "map-title-presale": "ECT presale and airdrop",
    "map-desc-presale": "The ECT presale is currently going on. We're raising money to make Earnchain more profitable for both Earnchain dapps members and Earnchain token(ECT) holders.",
    "map-time-pswap": "August 2021",
    "map-title-pswap": "Pancakeswap listing",
    "map-desc-pswap": "After the end of the ongoing ECT presale in early August, ECT will be listed on Pancakeswap.",
    "map-time-cmc": "August 2021",
    "map-title-cmc": "Listing on coin directories",
    "map-desc-cmc": "Listing on Coinmarketcap and Coingecko.",
    "map-time-mkt": "September 2021",
    "map-title-mkt": "First round marketing",
    "map-desc-mkt": "We will be using all major social platforms and influencers to create awareness around Earnchain and ECT.",
    "map-time-work": "December 2021",
    "map-title-work": "Earnchain work",
    "map-desc-work": "The Earnchain Work earning platform completion."
}